Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# ComponentBlockedMessage
source: A Windows security policy (such as Smart App Control) prevented these components from starting: {0}. Automatic backups and some features may not work. Check Windows Security → App & browser control.
cs_cz: Zásada zabezpečení Windows (například Inteligentní řízení aplikací) zabránila spuštění těchto součástí: {0}. Automatické zálohování a některé funkce nemusí fungovat. Zkontrolujte Zabezpečení Windows → Řízení aplikací a prohlížečů.
ko_kr: 차단이 풀려야 PZ Tools를 제대로 쓸 수 있습니다.
pl_pl: Zasady zabezpieczeń systemu Windows (np. Inteligentna kontrola aplikacji) uniemożliwiły uruchomienie tych składników: {0}. Automatyczne kopie i niektóre funkcje mogą nie działać. Sprawdź Zabezpieczenia Windows → Kontrola aplikacji i przeglądarki.
th_th: PZ Tools จะทำงานได้ไม่เต็มที่จนกว่าจะปลดบล็อก
zh_cn: Windows 安全策略（例如智能应用控制）阻止了以下组件启动：{0}。自动备份等部分功能可能无法使用。请检查 Windows 安全中心 → 应用和浏览器控制。

# CardAcknowledge
source: OK
zh_cn: 确定

# OperationError.BlockedByPolicy
source: A Windows security policy (such as Smart App Control) blocked a PZ Tools component. Check Windows Security → App & browser control.
cs_cz: Zásada zabezpečení Windows (například Inteligentní řízení aplikací) zablokovala součást PZ Tools. Zkontrolujte Zabezpečení Windows → Řízení aplikací a prohlížečů.
ko_kr: Windows 보안이 실행을 차단했습니다. 스마트 앱 컨트롤 설정을 확인해 주세요.
pl_pl: Zasady zabezpieczeń systemu Windows (np. Inteligentna kontrola aplikacji) zablokowały składnik PZ Tools. Sprawdź Zabezpieczenia Windows → Kontrola aplikacji i przeglądarki.
th_th: ความปลอดภัยของ Windows บล็อก PZ Tools ไว้ โปรดตรวจสอบการตั้งค่า การควบคุมแอปอัจฉริยะ
zh_cn: Windows 安全策略（例如智能应用控制）阻止了 PZ Tools 组件运行。请检查 Windows 安全中心 → 应用和浏览器控制。

# MaintenanceDeferred
source: Cleanup postponed for a backup or the game.
cs_cz: Úklid odložen kvůli zálohování nebo hře.
ko_kr: 다음에 다시 정리합니다.
pl_pl: Porządki odłożone przez kopię lub grę.
th_th: จะจัดระเบียบใหม่ในครั้งถัดไป
zh_cn: 为了备份或游戏运行，已推迟备份清理。

# BackupGameSavePhase
source: Checking play state and saving if needed…
cs_cz: Kontrola probíhající hry a případné uložení…
ko_kr: 게임 저장 중
pl_pl: Sprawdzanie, czy trwa rozgrywka, i zapis w razie potrzeby…
th_th: กำลังบันทึกเกม
zh_cn: 正在检查游玩状态，并在需要时保存游戏…

# BackupPreparingPhase
source: Preparing the backup
cs_cz: Příprava zálohy
pl_pl: Przygotowywanie kopii zapasowej
zh_cn: 正在准备备份

source: Next backup: waiting to start
cs_cz: Příští záloha: čeká na spuštění
ko_kr: 다음 백업: 곧 시작
pl_pl: Następna kopia: oczekiwanie na start
th_th: การสำรองครั้งถัดไป: เริ่มเร็ว ๆ นี้
zh_cn: 下次备份：等待开始

# NextBackupWaitingForCurrent
source: Next backup: waiting for the current operation
cs_cz: Příští záloha: čeká na dokončení aktuální operace
ko_kr: 다음 백업: 작업이 끝나면 시작
pl_pl: Następna kopia: oczekiwanie na zakończenie bieżącej operacji
th_th: การสำรองครั้งถัดไป: หลังงานปัจจุบันเสร็จ
zh_cn: 下次备份：等待当前任务结束

# RecoveryError.Inventory
source: Recovery stopped because belongings could not be recovered safely. Your save was not changed.
cs_cz: Obnova byla zastavena, protože předměty nelze bezpečně získat zpět. Uložená hra nebyla změněna.
ko_kr: 소지품을 안전하게 되찾을 수 없어 멈췄습니다. 세이브는 그대로입니다.
pl_pl: Przerwano odzyskiwanie, ponieważ nie można bezpiecznie odzyskać przedmiotów. Zapis nie został zmieniony.
th_th: หยุดแล้ว เพราะนำสิ่งของกลับมาอย่างปลอดภัยไม่ได้ เซฟยังเหมือนเดิม
zh_cn: 无法安全取回物品，已停止恢复。存档未被修改。

# RecoveryError.PendingEdit
source: A previous save update needs to finish. Reopen PZ Tools before loading this save in the game.
cs_cz: Je třeba dokončit předchozí úpravu uložené hry. Před jejím načtením ve hře znovu otevřete PZ Tools.
ko_kr: 이전 수정이 끝나지 않았습니다. 이 세이브를 불러오기 전에 PZ Tools를 다시 실행해 주세요.
pl_pl: Poprzednia zmiana zapisu wymaga dokończenia. Otwórz ponownie PZ Tools przed wczytaniem tego zapisu w grze.
th_th: การแก้ไขครั้งก่อนยังไม่เสร็จ เปิด PZ Tools ใหม่ก่อนโหลดเซฟนี้
zh_cn: 上一次存档修改尚未完成。请先重新打开 PZ Tools，再在游戏中载入此存档。

# ProfileModeTip
source: Standard: takes a reading every 0.01 seconds with almost no effect on the game. Detailed: takes a reading about every 0.002 seconds and also records waits and pauses. The game may run slightly slower.
cs_cz: Běžný: měří každých 0,01 sekundy a hru téměř nezatěžuje. Podrobný: měří přibližně každých 0,002 sekundy a zaznamenává i čekání a pauzy. Hra může běžet o něco pomaleji.
ko_kr: 일반: 게임에 거의 부담을 주지 않고 0.01초마다 기록합니다. 상세: 약 0.002초마다 기록하고 대기·멈춤 원인도 함께 남깁니다. 게임이 조금 느려질 수 있습니다.
pl_pl: Standardowy: pomiar co 0,01 sekundy, prawie bez wpływu na grę. Szczegółowy: pomiar mniej więcej co 0,002 sekundy, zapisuje też oczekiwania i pauzy. Gra może działać nieco wolniej.
th_th: มาตรฐาน: เก็บข้อมูลทุก 0.01 วินาที แทบไม่กระทบกับเกม ละเอียด: เก็บข้อมูลประมาณทุก 0.002 วินาที และบันทึกการรอกับการหยุดชะงักด้วย เกมอาจช้าลงเล็กน้อย
zh_cn: 标准：每 0.01 秒记录一次，几乎不影响游戏。 详细：约每 0.002 秒记录一次，同时记录等待和停顿。游戏可能会稍微变慢。

# ProfilePhaseConverting
source: Processing the recording…
cs_cz: Zpracovává se záznam…
ko_kr: 녹화 파일 만드는 중
pl_pl: Przetwarzanie nagrania…
th_th: กำลังสร้างไฟล์การบันทึก
zh_cn: 正在处理录制内容…

# ProfileLoadFailed
source: This recording cannot be opened. The file is damaged or was made by a newer version.
cs_cz: Tento záznam nelze otevřít. Soubor je poškozený nebo byl vytvořen novější verzí.
ko_kr: 녹화 파일을 열 수 없습니다. 손상됐거나 더 새 버전에서 만든 파일입니다.
pl_pl: Nie można otworzyć tego nagrania. Plik jest uszkodzony albo został utworzony w nowszej wersji.
th_th: เปิดการบันทึกไม่ได้ ไฟล์เสียหายหรือมาจากเวอร์ชันที่ใหม่กว่า
zh_cn: 无法打开这条录制。文件已损坏，或由更新的版本创建。

# ProfileChartHint
source: Wheel: zoom · Drag: select a range · Click: select one frame · Right-button drag: move · Double-click: show all · Grey bars under Memory: memory cleanup (GC), as tall as its pause · ▲: a frame beyond the scale (its time on hover) · Click an owner in the list: its part of each bar (again to stop; while one is drawn, point at another to preview it)
cs_cz: Kolečko: přiblížení · Tažení: výběr úseku · Kliknutí: výběr jednoho snímku · Tažení pravým tlačítkem: posun · Dvojklik: zobrazit vše · Šedé sloupce v panelu Paměť: úklid paměti (GC), výška podle pauzy · ▲: snímek nad rozsahem stupnice (čas po najetí myší) · Kliknutí na položku seznamu: její část v každém sloupci (znovu zruší; během zobrazení najetím na jinou položku náhled)
ko_kr: 휠: 확대·축소 · 드래그: 구간 선택 · 클릭: 프레임 하나 선택 · 오른쪽 버튼 드래그: 이동 · 더블클릭: 전체 보기 · 메모리 패널의 회색 막대: 메모리 정리(GC), 높이는 멈춘 시간 · ▲: 눈금을 넘는 프레임 (마우스를 올리면 시간 표시) · 목록에서 항목 클릭: 막대마다 그 항목 몫을 진하게 표시 (다시 클릭하면 해제, 표시 중 다른 항목에 마우스를 올리면 미리보기)
pl_pl: Kółko: powiększenie · Przeciąganie: zaznaczenie zakresu · Kliknięcie: wybór jednej klatki · Przeciąganie prawym przyciskiem: przesuwanie · Dwukrotne kliknięcie: pokaż wszystko · Szare słupki w panelu Pamięć: czyszczenie pamięci (GC), wysokość według przerwy · ▲: klatka ponad skalą (jej czas po najechaniu) · Kliknięcie pozycji na liście: jej część każdego słupka (ponownie, aby wyłączyć; w tym czasie najechanie na inną pokazuje podgląd)
th_th: ล้อเมาส์: ซูม · ลาก: เลือกช่วง · คลิก: เลือกหนึ่งเฟรม · ลากด้วยปุ่มขวา: เลื่อน · ดับเบิลคลิก: แสดงทั้งหมด · แท่งสีเทาในแผงหน่วยความจำ: ล้างหน่วยความจำ (GC) ความสูงคือเวลาที่หยุด · ▲: เฟรมที่เกินสเกล (ดูเวลาเมื่อชี้เมาส์) · คลิกรายการในลิสต์: แสดงส่วนของรายการนั้นในแต่ละแท่ง (คลิกอีกครั้งเพื่อยกเลิก ระหว่างแสดง ชี้รายการอื่นเพื่อดูตัวอย่าง)
zh_cn: 滚轮：缩放 · 拖动：选择范围 · 单击：选择一帧 · 右键拖动：平移 · 双击：显示全部 · 内存面板中的灰色柱：内存清理（GC），高度为暂停时长 · ▲：超出刻度的帧（悬停显示时间） · 单击列表中的项：在每根柱中加深显示其部分（再次单击取消；显示期间指向其他项可预览）

# ProfileCopyResults
source: Copy what is shown as text
cs_cz: Zkopírovat zobrazený obsah jako text
ko_kr: 화면 내용을 텍스트로 복사
pl_pl: Skopiuj wyświetlaną zawartość jako tekst
th_th: คัดลอกเนื้อหาที่แสดงเป็นข้อความ
zh_cn: 将显示的内容复制为文本

# ProfileCopyText
source: Copy text
cs_cz: Kopírovat text
ko_kr: 텍스트 복사
pl_pl: Kopiuj tekst
th_th: คัดลอกข้อความ
zh_cn: 复制文本

# ProfileResultsCopied
source: The performance results were copied.
cs_cz: Výsledky výkonu byly zkopírovány.
ko_kr: 복사했습니다.
pl_pl: Skopiowano wyniki wydajności.
th_th: คัดลอกแล้ว
zh_cn: 已复制性能结果。

# ProfileCollectionsValueFormat
source: {0:N0} times, paused {1}
cs_cz: {0:N0}×, pozastavení {1}
ko_kr: {0:N0}회, 멈춤 {1}
pl_pl: {0:N0} razy, wstrzymanie {1}
th_th: {0:N0} ครั้ง หยุดชะงัก {1}
zh_cn: {0:N0} 次，停顿 {1}

# AutomaticBackupPausedUntil
source: Automatic backups paused
cs_cz: Automatické zálohování je pozastaveno
ko_kr: 자동 백업 멈춤
pl_pl: Automatyczne kopie wstrzymane
th_th: หยุดการสำรองอัตโนมัติชั่วคราว
zh_cn: 自动备份已暂停

# HotKey.BackupPause.Header
source: Pause automatic backups
cs_cz: Pozastavit automatické zálohování
ko_kr: 자동 백업 잠시 멈춤
pl_pl: Wstrzymaj automatyczne kopie
th_th: พักการสำรองอัตโนมัติ
zh_cn: 暂停自动备份

# HotKey.BackupPause.Description
source: Holds automatic backups for a while; press again to resume. They resume by themselves when the time is up. Backups on death are not held.
cs_cz: Pozastaví automatické zálohování na {0} min. Dalším stiskem nebo po {0} min se obnoví. Zálohy při smrti postavy pokračují.
ko_kr: 누르면 자동 백업을 {0}분 동안 멈춥니다. 다시 누르거나 {0}분이 지나면 재개됩니다. 사망 시 백업은 계속됩니다.
pl_pl: Wstrzymuje na chwilę automatyczne kopie; naciśnij ponownie, aby je wznowić. Po upływie czasu wznawiają się same. Kopie po śmierci postaci nie są wstrzymywane.
th_th: พักการสำรองอัตโนมัติ {0} นาที กดอีกครั้งหรือรอ {0} นาทีเพื่อทำต่อ การสำรองเมื่อตัวละครเสียชีวิตยังทำตามปกติ
zh_cn: 暂时停止自动备份，再按一次恢复。时间到后会自动恢复。死亡时的备份不会暂停。

# HotKeyTaken
source: Another program holds this key, so it does nothing.
cs_cz: Tuto klávesu drží jiný program, takže nic nedělá.
ko_kr: 다른 프로그램이 쓰는 키입니다.
pl_pl: Inny program zajmuje ten klawisz, więc nic nie robi.
th_th: โปรแกรมอื่นใช้ปุ่มนี้อยู่
zh_cn: 其他程序占用了此键，因此无效。

# HotKeyNeedsModifier
source: Letters and digits need Ctrl or Alt with them.
cs_cz: Písmena a číslice je nutné kombinovat s Ctrl nebo Alt.
ko_kr: Ctrl이나 Alt와 함께 눌러 주세요.
pl_pl: Litery i cyfry wymagają Ctrl lub Alt.
th_th: กดร่วมกับ Ctrl หรือ Alt
zh_cn: 字母和数字键需要与 Ctrl 或 Alt 一起按。

# HotKeyDuplicate
source: Another action already has this key.
cs_cz: Tuto klávesu už má jiná akce.
ko_kr: 이미 다른 동작에 쓰는 키입니다.
pl_pl: Ten klawisz ma już inna akcja.
th_th: ปุ่มนี้ใช้กับการทำงานอื่นแล้ว
zh_cn: 此键已分配给其他操作。

# HotKeyNoSave
source: No save to back up was found. Load a save in the game and press it again.
cs_cz: Nebyla nalezena žádná uložená hra k zálohování. Načtěte ve hře uloženou hru a stiskněte klávesu znovu.
ko_kr: 백업할 세이브가 없습니다. 게임에서 세이브를 불러와 주세요.
pl_pl: Nie znaleziono zapisu do skopiowania. Wczytaj zapis w grze i naciśnij ponownie.
th_th: ไม่มีเซฟที่จะสำรอง โหลดเซฟในเกมก่อน
zh_cn: 未找到可备份的存档。请在游戏中载入存档后再按一次。

# ProfileRollingNotReady
source: Nothing kept to save yet. The game must be running, with "Keep the last minutes" on in Settings.
cs_cz: Zatím není co uložit. Hra musí běžet a v nastavení musí být zapnuto „Uchovávat poslední minuty“.
ko_kr: 저장할 직전 기록이 없습니다. 설정에서 '직전 기록 계속하기'를 켜 주세요.
pl_pl: Na razie nie ma nic do zapisania. Gra musi być uruchomiona, a w Ustawieniach musi być włączona opcja „Zachowuj ostatnie minuty”.
th_th: ไม่มีนาทีล่าสุดให้บันทึก เปิด “เก็บนาทีล่าสุดไว้ตลอด” ในการตั้งค่า
zh_cn: 还没有可保存的记录。游戏需要正在运行，并且已在设置中开启“持续保留最近几分钟”。

# ProfileRollingOff
source: Turn on "Keep the last minutes" in Settings > Performance to use this.
cs_cz: Chcete-li to použít, zapněte „Uchovávat poslední minuty“ v Nastavení > Výkon.
ko_kr: 설정 > 성능 분석에서 '직전 기록 계속하기'를 켜면 쓸 수 있습니다.
pl_pl: Aby z tego korzystać, włącz „Zachowuj ostatnie minuty” w Ustawienia > Wydajność.
th_th: เปิด “เก็บนาทีล่าสุดไว้ตลอด” ใน การตั้งค่า > ประสิทธิภาพ เพื่อใช้งานนี้
zh_cn: 请在设置 > 性能分析中开启“持续保留最近几分钟”后再使用。

# RollingModeSetting.Description
source: Detailed shows more but slows the game a little (about 10%) for as long as it is on. Use it while hunting a stutter.
cs_cz: Podrobný ukáže víc, ale po celou dobu zapnutí hru mírně zpomalí (asi o 10 %). Používejte ho při hledání zaseknutí.
ko_kr: 상세는 더 자세하지만 켜 둔 내내 게임이 조금 느려집니다(약 10%). 렉을 찾는 동안에만 쓰세요.
pl_pl: Szczegółowy pokazuje więcej, ale przez cały czas działania lekko spowalnia grę (o ok. 10%). Używaj go podczas szukania przycięć.
th_th: โหมดละเอียดแสดงข้อมูลมากกว่า แต่ทำให้เกมช้าลงเล็กน้อย (ประมาณ 10%) ตลอดที่เปิดอยู่ ใช้ขณะหาสาเหตุอาการกระตุก
zh_cn: 详细模式记录得更多，但开启期间游戏会稍微变慢（约 10%）。请在排查卡顿时使用。

# ProfileRollingPaused
source: Paused while recording; it carries on once the recording ends.
pl_pl: Wstrzymane podczas nagrywania; wznawia się po jego zakończeniu.
zh_cn: 录制期间暂停，录制结束后继续。

# ProfileError.NotRolling
source: The game had not kept the last minute (the game or its link was restarted). It keeps it again from now.
cs_cz: Hra poslední minutu neuchovávala (hra nebo spojení se restartovaly). Od teď ji uchovává znovu.
ko_kr: 저장할 직전 기록이 없습니다. 지금부터 다시 기록합니다.
pl_pl: Gra nie zachowała ostatniej minuty (gra lub połączenie zostały ponownie uruchomione). Od teraz zachowuje ją znowu.
th_th: ไม่มีนาทีล่าสุดให้บันทึก จะเริ่มเก็บใหม่ตั้งแต่ตอนนี้
zh_cn: 游戏没有保留最近的记录（游戏或连接已重启）。从现在起重新保留。

# ProfileTreeExpand
source: Expand
pl_pl: Rozwiń
zh_cn: 展开

# ProfileTreeCollapse
source: Collapse
pl_pl: Zwiń
zh_cn: 折叠

# ProfileListAllocationTip
source: Memory the game thread allocated while this mod's scripts were running in the selected range, including game functions they called. The more is allocated, the more often memory is cleaned up (GC). An estimate from the samples, like the time.
cs_cz: Paměť, kterou herní vlákno alokovalo, zatímco ve vybraném úseku běžely skripty tohoto modu, včetně herních funkcí, které volaly. Čím víc se alokuje, tím častěji probíhá úklid paměti (GC). Odhad ze vzorků, stejně jako čas.
ko_kr: 선택한 구간에서 이 모드의 스크립트가 실행 중일 때 게임 스레드가 할당한 메모리입니다. 스크립트가 불러 쓴 게임 기능의 할당도 포함합니다. 많이 할당할수록 메모리 정리(GC)가 자주 일어납니다. 시간처럼 샘플에서 나온 추정치입니다.
pl_pl: Pamięć przydzielona przez wątek gry, gdy w wybranym zakresie działały skrypty tego moda, łącznie z wywoływanymi przez nie funkcjami gry. Im więcej przydziałów, tym częściej pamięć jest czyszczona (GC). Szacunek na podstawie próbek, tak jak czas.
th_th: หน่วยความจำที่เธรดของเกมจัดสรรขณะที่สคริปต์ของม็อดนี้ทำงานในช่วงที่เลือก รวมถึงฟังก์ชันของเกมที่สคริปต์เรียกใช้ ยิ่งจัดสรรมาก ยิ่งล้างหน่วยความจำ (GC) บ่อย เป็นค่าประมาณจากตัวอย่างเช่นเดียวกับเวลา
zh_cn: 在所选范围内，此模组的脚本运行时游戏线程分配的内存，包括脚本调用的游戏功能的分配。分配越多，内存清理（GC）越频繁。与时间一样，是根据样本得出的估计值。

# ProfileListLuaShareTip
source: How much of the selected range this script was running. Includes the time of game functions the script called.
cs_cz: Jakou část vybraného úseku tento skript běžel. Zahrnuje i čas herních funkcí, které skript volal. Číslo vedle nadpisu platí pro všechny skripty dohromady.
ko_kr: 선택한 구간 시간 중 이 스크립트가 실행 중이던 비율입니다. 스크립트가 불러 쓴 게임 기능의 시간도 포함합니다.
pl_pl: Jaką część wybranego zakresu ten skrypt był wykonywany. Obejmuje też czas funkcji gry wywołanych przez skrypt.
th_th: สัดส่วนของช่วงที่เลือกที่สคริปต์นี้กำลังทำงาน รวมเวลาของฟังก์ชันเกมที่สคริปต์เรียกใช้ด้วย
zh_cn: 所选区间中此脚本正在运行的比例。包括脚本调用的游戏功能的时间。

# ProfileListJavaShareTip
source: How much of the game code's running time in the selected range went to this item. Game functions called by Lua scripts count as 'Base game' here. Long waits and stalls show a count instead of a share.
cs_cz: Jakou část doby běhu herního kódu ve vybraném úseku zabrala tato položka. Herní funkce volané skripty Lua se zde počítají do položky Základní hra. Dlouhá čekání a zastavení ukazují počet místo podílu.
ko_kr: 선택한 구간에서 게임 코드가 실행된 시간 중 이 항목이 차지한 비율입니다. Lua 스크립트가 불러 쓴 게임 기능은 여기서 '게임 본체'로 잡힙니다. 긴 대기·멈춤은 비율 대신 횟수를 보여 줍니다.
pl_pl: Jaką część czasu działania kodu gry w wybranym zakresie zajęła ta pozycja. Funkcje gry wywołane przez skrypty Lua liczą się tu do pozycji „Gra podstawowa”. Długie oczekiwania i zatrzymania pokazują liczbę zamiast udziału.
th_th: สัดส่วนของเวลาทำงานของโค้ดเกมในช่วงที่เลือกที่เป็นของรายการนี้ ฟังก์ชันเกมที่สคริปต์ Lua เรียกใช้จะนับเป็น 'เกมหลัก' ที่นี่ การรอและการหยุดนิ่งนาน ๆ จะแสดงเป็นจำนวนครั้งแทนสัดส่วน
zh_cn: 所选区间内游戏代码运行时间中此项目所占的比例。Lua 脚本调用的游戏功能在这里计入“游戏本体”。长时间等待和停顿显示次数而不是占比。

# ProfileError.GameNotRunning
source: The game is not running. Start the game and try again.
cs_cz: Hra není spuštěná. Spusťte hru a zkuste to znovu.
ko_kr: 게임이 실행 중이 아닙니다.
pl_pl: Gra nie jest uruchomiona. Uruchom grę i spróbuj ponownie.
th_th: เกมไม่ได้เปิดอยู่
zh_cn: 游戏没有运行。请启动游戏后重试。

# ProfileError.MultipleGames
source: More than one game is running, so the target cannot be chosen.
cs_cz: Je spuštěno více her najednou, takže nelze určit cíl.
ko_kr: 게임이 여러 개 실행 중입니다. 하나만 남겨 주세요.
pl_pl: Uruchomiona jest więcej niż jedna gra, więc nie można wybrać celu.
th_th: มีเกมเปิดอยู่มากกว่าหนึ่งตัว ปิดให้เหลือตัวเดียว
zh_cn: 有多个游戏正在运行，无法确定目标。

# ProfileError.Link
source: Could not connect to the game. If you updated the game or PZ Tools, restart the game.
cs_cz: Nepodařilo se připojit ke hře. Pokud jste aktualizovali hru nebo PZ Tools, restartujte hru.
ko_kr: 게임에 연결하지 못했습니다. 게임을 다시 시작해 보세요.
pl_pl: Nie udało się połączyć z grą. Jeśli gra lub PZ Tools zostały zaktualizowane, uruchom grę ponownie.
th_th: เชื่อมต่อกับเกมไม่ได้ ลองเปิดเกมใหม่
zh_cn: 无法连接到游戏。如果你更新过游戏或 PZ Tools，请重新启动游戏。

# ProfileError.Restart
source: PZ Tools was updated. Restart the game once to record.
cs_cz: PZ Tools se aktualizoval. Pro nahrávání hru jednou restartujte.
ko_kr: 게임을 한 번 다시 시작해야 녹화할 수 있습니다.
pl_pl: PZ Tools zostało zaktualizowane. Uruchom grę ponownie raz, aby nagrywać.
th_th: ต้องเปิดเกมใหม่หนึ่งครั้งจึงจะบันทึกได้
zh_cn: PZ Tools 已更新。请重新启动游戏一次后再录制。

# ProfileError.Busy
source: Another operation is in progress. Try again in a moment.
cs_cz: Právě probíhá jiná operace. Zkuste to za chvíli znovu.
ko_kr: 다른 작업 중입니다. 잠시 후 다시 시도해 주세요.
pl_pl: Trwa inna operacja. Spróbuj ponownie za chwilę.
th_th: กำลังทำงานอื่นอยู่ ลองอีกครั้งในอีกสักครู่
zh_cn: 正在进行其他操作。请稍后再试。

# ProfileError.Convert
source: The recording finished, but its result could not be processed. Check the log for details.
cs_cz: Záznam byl dokončen, ale výsledek se nepodařilo zpracovat. Podrobnosti najdete v protokolu.
ko_kr: 녹화 파일을 만들지 못했습니다. 로그를 확인해 주세요.
pl_pl: Nagrywanie się zakończyło, ale nie udało się przetworzyć wyniku. Szczegóły znajdziesz w dzienniku.
th_th: สร้างไฟล์การบันทึกไม่ได้ โปรดดูบันทึกเหตุการณ์
zh_cn: 录制已完成，但无法处理结果。详情请查看日志。

# ProfileError.Generic
source: Recording failed. Check the log for details.
cs_cz: Nahrávání se nezdařilo. Podrobnosti najdete v protokolu.
ko_kr: 녹화하지 못했습니다. 로그를 확인해 주세요.
pl_pl: Nagrywanie nie powiodło się. Szczegóły znajdziesz w dzienniku.
th_th: บันทึกไม่สำเร็จ โปรดดูบันทึกเหตุการณ์
zh_cn: 录制失败。详情请查看日志。

# RecoveryError.Busy
source: The game or another operation is using this save. Stop playing and wait for the operation to finish, then try again. The original was not changed.
cs_cz: Tuto uloženou hru používá hra nebo jiná operace. Přestaňte hrát a zkuste to znovu. Originál nebyl změněn.
ko_kr: 게임이나 다른 작업이 이 세이브를 쓰는 중입니다. 세이브는 그대로입니다.
pl_pl: Gra lub inna operacja używa tego zapisu. Przestań grać i spróbuj ponownie. Oryginał nie został zmieniony.
th_th: เกมหรืองานอื่นกำลังใช้เซฟนี้ เซฟยังเหมือนเดิม
zh_cn: 游戏或其他操作正在使用此存档。请停止游玩后重试。原始文件未更改。

# RecoveryError.Journal
source: This save has unfinished changes. Exit the game normally, then try again. The original save was not changed.
cs_cz: Tato uložená hra obsahuje nedokončené změny. Ukončete hru běžným způsobem a zkuste to znovu. Původní uložená hra nebyla změněna.
ko_kr: 게임이 정상 종료되지 않은 세이브입니다. 게임에서 불러왔다가 정상 종료해 주세요. 세이브는 그대로입니다.
pl_pl: Ten zapis gry zawiera niedokończone zmiany. Zamknij grę w zwykły sposób i spróbuj ponownie. Oryginalny zapis nie został zmieniony.
th_th: เกมปิดเซฟนี้ไม่ถูกต้อง โหลดเซฟในเกมแล้วออกตามปกติ เซฟยังเหมือนเดิม
zh_cn: 此存档有尚未完成的更改。请正常退出游戏后重试。原存档未被修改。

# RecoveryError.Ambiguous
source: Could not tell which character to recover. This works only with single-player saves, and when a save has several characters, one must be chosen. Your save was not changed.
cs_cz: Nepodařilo se určit, kterou postavu obnovit. Funkce funguje jen s uloženými hrami pro jednoho hráče, a pokud jich uložená hra obsahuje více, je třeba jednu vybrat. Uložená hra nebyla změněna.
ko_kr: 싱글플레이 세이브에서만 회복할 수 있습니다. 세이브는 그대로입니다.
pl_pl: Nie udało się ustalić, którą postać przywrócić. Funkcja działa tylko z zapisami jednoosobowymi, a jeśli zapis zawiera kilka postaci, trzeba wybrać jedną. Zapis nie został zmieniony.
th_th: รักษาได้เฉพาะเซฟผู้เล่นคนเดียว เซฟยังเหมือนเดิม
zh_cn: 无法确定要恢复的角色。此功能仅支持单人存档；存档中有多名角色时，需要选择其中一名。存档未被修改。

# RecoveryError.RemainsChanged
source: The zombie or corpse you chose has changed in the meantime. Open the recovery window again. Your save was not changed.
cs_cz: Vybraná zombie nebo mrtvola se mezitím změnila. Otevřete okno obnovy znovu. Uložená hra nebyla změněna.
ko_kr: 고른 좀비나 시체가 바뀌었습니다. 다시 골라 주세요. 세이브는 그대로입니다.
pl_pl: Wybrane zombie lub zwłoki zmieniły się w międzyczasie. Otwórz ponownie okno przywracania. Zapis nie został zmieniony.
th_th: ซอมบี้หรือศพที่เลือกเปลี่ยนไป เลือกใหม่อีกครั้ง เซฟยังเหมือนเดิม
zh_cn: 所选的僵尸或尸体在此期间已发生变化。请重新打开恢复窗口。存档未被修改。

# RecoveryError.CharacterChanged
source: The character you chose is no longer in this save. The save may have changed in the meantime; please try again. Your save was not changed.
cs_cz: Vybraná postava už v této uložené hře není. Uložená hra se mezitím mohla změnit; zkuste to prosím znovu. Uložená hra nebyla změněna.
ko_kr: 고른 캐릭터를 찾을 수 없습니다. 다시 시도해 주세요. 세이브는 그대로입니다.
pl_pl: Wybranej postaci nie ma już w tym zapisie. Zapis mógł się w międzyczasie zmienić; spróbuj ponownie. Zapis nie został zmieniony.
th_th: ไม่พบตัวละครที่เลือก ลองอีกครั้ง เซฟยังเหมือนเดิม
zh_cn: 所选角色已不在此存档中。存档可能在此期间发生了变化，请重试。存档未被修改。

# RecoveryError.Unsupported
source: This save cannot be edited safely. Check that your PZ Tools version supports your game version. The original save was not changed.
cs_cz: Tuto uloženou hru nelze bezpečně upravit. Ověřte, že vaše verze PZ Tools podporuje verzi hry. Originál nebyl změněn.
ko_kr: 이 세이브는 회복할 수 없습니다. PZ Tools를 업데이트해 보세요. 세이브는 그대로입니다.
pl_pl: Nie można bezpiecznie edytować tego zapisu. Sprawdź, czy wersja PZ Tools obsługuje wersję gry. Oryginał nie został zmieniony.
th_th: รักษาเซฟนี้ไม่ได้ ลองอัปเดต PZ Tools เซฟยังเหมือนเดิม
zh_cn: 无法安全修改此存档。请确认 PZ Tools 版本支持您的游戏版本。原存档未被修改。

# OperationError.FileInUse
source: The game or another operation is using a required file. Wait for saving or that operation to finish, then try again.
cs_cz: Hra nebo jiná operace používá potřebný soubor. Počkejte na dokončení ukládání nebo dané operace a zkuste to znovu.
ko_kr: 게임이나 다른 작업이 파일을 쓰는 중입니다. 잠시 후 다시 시도해 주세요.
pl_pl: Gra lub inna operacja korzysta z wymaganego pliku. Poczekaj na zakończenie zapisywania lub tej operacji i spróbuj ponownie.
th_th: เกมหรืองานอื่นกำลังใช้ไฟล์ ลองอีกครั้งในอีกสักครู่
zh_cn: 游戏或其他操作正在使用所需的文件。请等待保存或相关操作结束后重试。

# OperationError.ExportSaveChanged
source: The save changed while it was being exported. Exit the game, then export again. Any existing file was kept.
cs_cz: Uložená hra se během exportu změnila. Ukončete hru a exportujte znovu. Případný existující soubor zůstal zachován.
ko_kr: 내보내는 중 세이브가 바뀌었습니다. 게임을 종료하고 다시 시도해 주세요.
pl_pl: Zapis zmienił się podczas eksportu. Zamknij grę i wyeksportuj ponownie. Istniejący plik został zachowany.
th_th: เซฟเปลี่ยนระหว่างส่งออก ออกจากเกมแล้วลองอีกครั้ง
zh_cn: 导出过程中存档发生了变化。请退出游戏后重新导出。原有文件已保留。

# OperationError.BackupDamaged
source: This backup's stored data is damaged and cannot be read. Choose another backup. The current save and any existing file were not changed.
cs_cz: Uložená data této zálohy jsou poškozená a nelze je přečíst. Vyberte jinou zálohu. Aktuální uložená hra ani existující soubor se nezměnily.
ko_kr: 손상된 백업입니다. 다른 백업을 골라 주세요. 세이브는 그대로입니다.
pl_pl: Dane tej kopii zapasowej są uszkodzone i nie można ich odczytać. Wybierz inną kopię. Bieżący zapis i istniejące pliki nie zostały zmienione.
th_th: ข้อมูลสำรองนี้เสียหาย เลือกข้อมูลสำรองอื่น เซฟยังเหมือนเดิม
zh_cn: 此备份的数据已损坏，无法读取。请选择其他备份。当前存档和原有文件均未更改。
